import React, {Component} from 'react';
import "./HowToBuy.css"
import PageTitle from "../../components/PageTitle/PageTitle";
import Line from "../../components/Line/Line";
import {Link, NavLink} from "react-router-dom";

class HowToBuy extends Component {
    render() {
        return (
            <div className="container">
                <div className="page__inner">
                    <PageTitle title="Як купити"/>
                    <Line/>
                    <br/>
                    <text><span>Як замовити двері, яких немає в наявності.</span><br/><br/>
                        <span>Інтернет-магазин дверей Steel Guard West</span> - це офіційний представник <span>ТМ STEELGUARD</span>,
                        одного з провідних виробників вхідних металевих дверей в Україні.
                        <br/>
                        <br/>
                        Наші склади знаходяться в трьох містах: Києві, Рівному та Львові. На кожному складі завжди в
                        наявності близько двох тисяч дверей найбільш популярних моделей. Ми формуємо нашу складську
                        програму з урахуванням регіональних особливостей: смаки і переваги наших клієнтів можуть
                        відрізнятися в різних містах. Ми уважно вивчаємо побажання покупців, що і є основним фактором
                        при наповненні наших складів.
                        <br/>
                        <br/>
                        На нашому сайті представлені всі моделі дверей, які виробляються під <span>ТМ STEELGUARD</span>.
                        Однак, не всі вони є в наявності на наших складах.
                        <br/>
                        <br/>
                        Якщо вам сподобалася двері, якої немає на складі, її дуже просто замовити. Для цього вам
                        потрібно зв'язатися з нами будь-яким зручним для вас способом, і наші менеджери розрахують
                        вартість будь-яких дверей, яка вам потрібна!
                    </text>
                    <div className="button-div">
                        <Link exact to="/contact" className="contact-link">Зворотній зв'язок</Link>
                    </div>
                    <text>Після узгодження вартості і технічних характеристик двері з менеджером, оплатіть рахунок в
                        будь-якому відділенні Приватбанку і чекайте двері вашої мрії!
                    </text>
                    <p className="center-text"><span>Термін виготовлення дверей за індивідуальним замовленням - 1 місяць.</span></p>
                    <br/>
                    <br/>
                    <text>
                        <span>Вхідні двері від виробника під замовлення</span>
                        <br/>
                        <br/>
                        Віддаєте перевагу індивідуальний стиль? У вас нестандартний дверний отвір, який вимагає
                        установки нестандартних дверей? В такому випадку ви можете скористатися послугою виробництва
                        дверей в Києві на замовлення. Такі моделі, виготовлені на власній виробничій базі підприємства,
                        будуть точно відповідати всім вашим вимогам і побажанням. Ми враховуємо всі нюанси, а також
                        надаємо вироби з високим рівнем взломостойкості. При цьому нестандартна форма абсолютно не
                        позначається на рівні якості продукції. Завдяки тому, що ми приділяємо увагу кожній дрібниці,
                        ваші нові вхідні двері, які ви купили в Києві в інтернет-магазині Dooroom, будуть радувати вас
                        своєю роботою багато років.
                    </text>
                </div>

            </div>
        );
    }
}

export default HowToBuy;
